<%@ Page Language="C#" MasterPageFile="~/masterpage/MasterPage.master" AutoEventWireup="true" CodeFile="building.aspx.cs" Inherits="contactus" Title="Untitled Page" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<asp:ScriptManager ID="ScriptManager1" runat="server" />
<table cellpadding="0" width="840" border="0" cellspacing="0">


<tr>

<td colspan="3" style="padding-left:30px; padding-right:30px" align="right">

<asp:UpdatePanel  ID="UpdatePanel1"  runat="server">
                <ContentTemplate>
              <table  cellpadding="0" cellspacing="0">
              
<tr>
<td style="width:30px" dir="rtl" valign="top"></td>

<td style="width:750px" dir="rtl" valign="top">
<div id="description" runat="server" >
<table cellpadding="0" cellspacing="0">
<tr><td><span class="pagetitle">تأسيسه و بناؤه</span>&nbsp;&nbsp;&nbsp;</td></tr>
<tr><td style="height:15px"></td></tr>

<tr><td>

<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;;text-decoration: none;line-height:14pt">
وكان الأزهر أول مسجد جامع أنشئ في مدينة القاهرة, لهذا كان يطلق عليه جامع القاهرة. وكان عبارة عن صحن تطل عليه ثلاثة أروقة، أكبرها رواق القبلة. وكانت مساحته وقت إنشائه تقترب من نصف مساحته الآن. ثم أضيفت له مجموعة من الأروقة ومدارس ومحاريب ومآذن، غيرت من معالمه, عما كان عليه من قبل. وأول عمارة له قام بها الخليفة الفاطمي الحافظ لدين الله. عندما زاد في مساحة الأروقة, وأقام قبة جصية منقوشة نقشا بارزا. وفي العصر المملوكي عنى السلاطين المماليك به, بعدما كان مغلقا في العصر الأيوبي. بعده قام الأمير عز الدين أيدمر بتجديد الأجزاء التي تصدعت منه. وضم ما اغتصبه الأهالي من ساحته. واحتفل فيه بإقامة صلاة الجمعة في يوم (18ربيع الأول سنة 665هـ/19من نوفمبر 1266م )). وفي عهد السلطان المملوكي الناصر محمد بن قلاوون, أنشأ الأمير علاء الدين طيبرس أمير الجيوش المدرسة الطيبرسية سنة (709هـ - 1309م)، وألحقها بالجامع الأزهر. وأنشأ الأمير علاء الدين آقبغا من أمراء السلطان الناصر محمد بن قلاوون سنة 740هـ/1340م المدرسة الأقبغاوية على يسار باب المزينين (الباب الرئيسي للجامع)وبها محراب بديع، ومنارة رشيقة. أقام الأمير جوهر القنقبائي خازندار السلطان المملوكي الأشرف برسباي المدرسة الجوهرية في الطرف الشرقي من الجامع. وتضم أربعة إيوانات. أكبرها الإيوان الشرقي وبه محراب دقيق الصنع، وتعلو المدرسة قبة منقوشة. وقام السلطان المملوكي قايتباي المحمودي في عهد المماليك الجراكسة بهدم الباب بالجهة الشمالية الغربية للجامع. وأقام على يمينه سنة 873هـ/1468م مئذنة رشيقة من أجمل مآذن القاهرة، ثم قام السلطان المملوكي قانصوه الغوري ببناء المئذنة ذات الرأسين، وهي أعلى مآذن الأزهر. وتعتبر طرازا فريدا من المآذن بالعمارة المملوكية.
<br /><br /> <p> <img  align = "left"src="../images/History/4.jpg" width="250"  style="margin-right:5px" /></p>
وكان عبد الرحمن كتخدا قد أضاف سنة 1167هـ/1753م مقصورة جديدة لرواق القبلة يفصل بينها وبين المقصورة الأصلية قوائم من الحجر ترتفع عنها ثلاث درجات، وبها ثلاثة محاريب. وفي الواجهة الشمالية الغربية التي تطل حاليا على ميدان الأزهر أقام كتخدا باباً يتكون من بابين متجاورين، عرف أحدهما بباب المزينين لأن المزينين (الحلاقين) كانوا يجلسون أمامه. والثاني أطلق عليه باب الصعايدة وبجوارهما مئذنة لا تزال قائمة حاليا. ويؤدي البابان إلى رواق الصعايدة أشهر أروقة الأزهر. وسمي بالصعايدة, لأن الطلاب الصعايدة كانوا يقطنون بالرواق.
<br /><br />
وفي عهد الخديوي عباس حلمي الثاني, جددت المدرسة الطيبرسية في شوال1315هـ/1897م. وأنشأ رواقًا جديدًا يسمي بالرواق العباسي نسبة إليه، وهو أكبر الأروقة.
</span>

</td>
</tr>   </table></div>

<div id="history" visible="false" runat="server" >
<table cellpadding="0" cellspacing="0">
<tr><td><span class="pagetitle">تأسيسه و بناؤه</span>&nbsp;&nbsp;&nbsp;<span style=" font-family: tahoma; color: #000000;font-size: 14px;text-decoration: none; font-weight: bold;">التاريخ</span></td></tr>
<tr><td style="height:15px"></td></tr>

<tr><td>
<table cellpadding="0" cellspacing="0">
<tr><td>
<span>في عصر الدولة الفاطمية (التأسيس)</span>
</td></tr>
<tr><td><span style=" font-family: tahoma; color:#2f2415;font-size: 12px;;text-decoration: none;">

استغرق بناء الجامع عامين. وأقيمت فيه أول صلاة جمعة في 7رمضان361هـ/972م. وقد سمي بالجامع الأزهر نسبة إلى السيدة فاطمة الزهراء التي ينتسب إليها الفاطميون. وفي سنة 378هـ/988م جعله الخليفة العزيز بالله جامعة يدرس فيها العلوم الباطنية الإسماعيلية للدارسين من إفريقيا وآسيا. وكانت الدراسة بالمجان. وأوقف الفاطميون عليه الأحباس للانفاق منها على فرشه وإنارته وتنظيفه وإمداده بالماء، ورواتب الخطباء والمشرفين والأئمة والمدرسين والطلاب.

</span></td></tr>
<tr><td style="height:10px"></td></tr>


<tr><td>
<span>في عصر الدولة الأيوبية</span>
</td></tr>
<tr><td><span style=" font-family: tahoma; color:#2f2415;font-size: 12px;;text-decoration: none;">

حينما تولي صلاح الدين سلطنة مصر منع إقامة صلاة الجمعة به وعطل الخطبة، وأغلق الجامع وحوله إلى جامعة إسلامية سنيّة. وفي عصر الدولة الأيوبية اغتصبت أوقاف المسجد الأزهر، كما أصبحت الدراسة فيه منقطعة وغير منتظمة، وإغلاق الأزهر كدار للعبادة على يد صلاح الدين الأيوبي لم يبطل صفته الجامعية فقد استمر في الاحتفاظ بصفته كمعهد للدرس والقراءة. فقد كان مقصد علماء بارزين داوموا على التدريس فيه.

</span></td></tr>
<tr><td style="height:10px"></td></tr>

<tr><td>
<span>في عصر الدولة المملوكية</span>
</td></tr>
<tr><td><span style=" font-family: tahoma; color:#2f2415;font-size: 12px;;text-decoration: none;">يعود الفضل للسلطان المملوكي الظاهر بيبرس البندقداري في إعادة الخطبة والجمعة إلى الجامع الأزهر، كما قام بتجديده وتوسعته، وإعادة فرشه، وإستعاد الأوقاف من غاصبيها. وفي عهده تم بناء أول رواق للتدريس في الجامع الأزهر وسرعان ما استرد الأزهر مكانته بوصفه معهدا علميا ذو سمعة عالية في مصر والعالم الإسلامي.وأوقفت عليه الأوقاف وفتح لكل الدارسين من شتي أقطار العالم الإسلامي. وكان ينفق عليهم ويقدم لهم السكن والجراية من ريع أوقافه. وكانت الدراسة والإقامة به بالمجان.</span></td></tr>
<tr><td style="height:10px"></td></tr>

<tr><td>
<span>في عصر الدولة العثمانية</span>
</td></tr>
<tr><td><span style=" font-family: tahoma; color:#2f2415;font-size: 12px;;text-decoration: none;">

وللأزهر فضل كبير في الحفاظ علي التراث العربي بعد سقوط الخلافة العباسية في بغداد وعلى اللغة العربية من التتريكو اللغة التركية أيام الحكم العثماني لمصر سنة 1517م وأيام محمد علي باشاسنة 1805م. وكان للأزهر مواقفه المشهودة في التصدي لظلم الحكام والسلاطين المماليك لأن علماءه كانوا أهل الحل والعقد أيام المماليك. ففي سنة 1209هـ/1795م، يروي الجبرتي في يومياته بأن أمراء مماليك إعتدوا على بعض فلاحي مدينة بلبيس فحضر وفد منهم إلى الشيخ عبد الله الشرقاوي وكان شيخا للأزهر وقتها. وقدموا شكواهم له ليرفع عنهم الظلم. فغضب وتوجه إلى الأزهر, وجمع المشايخ. وأغلقوا أبواب الجامع. وأمروا الناس بترك الأسواق والمتاجر. واحتشدت الجموع الغاضبة من الشعب. فأرسل إبراهيم بك شيخ البلد لهم أيوب بك الدفتردار، فسألهم عن أمرهم. فقالوا: نريد العدل ورفع الظلم والجور وإقامة الشرع وإبطال الحوادث والمكوسات (الضرائب)، وخشي زعيم الأمراء مغبة الثورة فأرسل إلى علماء الأزهر يبرئ نفسه من تبعة الظلم، ويلقيها على كاهل شريكه مراد بك. وأرسل في الوقت نفسه إلى مراد يحذره عاقبة الثورة. فاستسلم مراد بك ورد ما اغتصبه من أموال، وأرضى نفوس المظلومين. لكن العلماء طالبوا بوضع نظام يمنع الظلم ويرد العدوان. واجتمع الأمراء مع العلماء. وكان من بينهم الشيخ السادات والسيد عمر مكرم والشيخ الشرقاوي والشيخ البكري والشيخ الأمير. وأعلن الظالمون أنهم تابوا والتزموا بما اشترطه عليهم العلماء. وأعلنوا أنهم سيبطلون المظالم والضرائب والكف عن سلب أموال الناس والإلتزام بإرسال صرة مال أوقاف الحرمين الشريفين والعوائد المقررة إليهم وكانوا ينهبونها. وكان قاضي القضاة حاضراً. فكتب على الأمراء وثيقة أمضاها الوالي العثماني وإبراهيم بك ومراد بك شيخا البلد.

</span></td></tr>
<tr><td style="height:10px"></td></tr>

</table>


</td>
</tr>   </table></div>
  </td>  
</tr> 


              </table></ContentTemplate></asp:UpdatePanel></td></tr></table>
</asp:Content>

