<%@ Page Language="C#" MasterPageFile="~/masterpage/MasterPage.master" AutoEventWireup="true" CodeFile="history.aspx.cs" Inherits="contactus" Title="Untitled Page" %>


<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<asp:ScriptManager ID="ScriptManager1" runat="server" />
<table cellpadding="0" width="840" border="0"   cellspacing="0">


<tr>

<td colspan="3" style="padding-left:5px; padding-right:30px" align="right">

<asp:UpdatePanel  ID="UpdatePanel1"  runat="server">
                <ContentTemplate>
              <table  cellpadding="0" cellspacing="0">
              
<tr>
<td valign="top" align="left">

  <table cellpadding="0" border="0"  bgcolor="#cdb484"  cellspacing="0">
<tr><td style="height:20px"></td></tr>

<tr><td align="center" style="width:160px" >
<table cellpadding="0" cellspacing="0" >
<tr><td style="width:95px"><asp:LinkButton ID="LinkButton2" runat="server"  CssClass="out_links4" onclick="LinkButton2_Click"  >الأزهر والاحتلال الفرنسي لمصر</asp:LinkButton></td>
<td valign="top" align="left">&nbsp;&nbsp;<asp:Image ID="Image2" runat="server" ImageUrl="../images/p2.gif" /></td>
</tr>
</table>
       </td></tr>
       <tr><td style="height:8px"></td></tr>
<tr><td align="center" style="width:160px" >
    <asp:LinkButton ID="LinkButton1" runat="server"  CssClass="out_links4" onclick="LinkButton1_Click"  >الأزهر وثورة يوليو</asp:LinkButton>
    &nbsp;&nbsp;<asp:Image
        ID="Image1" runat="server" ImageUrl="../images/p2.gif" /></td></tr>



<tr><td style="height:20px"></td></tr>
</table> </td>
<td style="width:15px" dir="rtl" valign="top"></td>

<td style="width:650px" dir="rtl" valign="top">
<div id="description" runat="server" >
<table cellpadding="0" cellspacing="0">
<tr><td><span class="pagetitle">الأزهر وثورة يوليو</span>&nbsp;&nbsp;&nbsp;</td></tr>
<tr><td style="height:15px"></td></tr>

<tr><td  valign="top" style=" height:331px" >

<span style=" font-family: tahoma; color:#2f2415;font-size: 13px;text-decoration: none;line-height:14pt">
 <p><img  align = "left"src="../images/History/9.jpg" width="250"  style="margin-right:5px" /></p>
في 23 يوليو 1952 قام ضباط جيش مصريون بانقلاب عسكري بقيادة جمال عبد الناصر والذي عرف فيما بعد باسم ثورة 23 يوليو ومنذ بدايته وفي السنة الأولى للثورة قضت بوضع الدولة يدها على أوقاف الأزهر فضربت استقلاليته وجعلته مؤسسة حكومية، وفي 21 سبتمبر 1953 أصدرت قراراً بإلغاء المحاكم الشرعية الخاصة بالأحوال الشخصية تماماً وضمها للمحاكم العامة وألغيت كل القوانين المتعلقة بترتيبها واختصاصها وألحقت دعاوي الأحوال الشخصية والوقف والولاية إلى القضاء العادي، وفي عام 1961 أصدرت الثورة قانون يسند صلاحية تعيين شيخ الأزهر ووكيله ورئيس جامعته وعمداء كلياته إلى رئاسة الجمهورية، وهذا القانون يستمر العمل به إلى اليوم. فقد الأزهر استقلاليته التي كان يتمتع بها وأصبح مؤسسة حكومية تابعة للنظام الحاكم في مصر حتى أنه أفتى لصالح عبد الناصر في صراعه مع محمد نجيب وزكى اتفاقية كامب ديفد ولم يتردد شيخه الراحل محمد سيد طنطاوي في مصافحة شمعون بيريز والإفتاء بما قوى موقف ساركوزي في معركتي الحجاب والنقاب في فرنسا.

</span>

</td>
</tr>   </table></div>

<div id="history" runat="server" >
<table cellpadding="0" cellspacing="0">
<tr><td><span class="pagetitle">الأزهر والاحتلال الفرنسي لمصر</span>&nbsp;&nbsp;&nbsp;</td></tr>
<tr><td style="height:15px"></td></tr>

<tr><td>
<div id="history1" runat="server"  >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">

 
إن للأزهر دوراً رائداً في تاريخ مصر والأمة العربية والإسلامية ولا سيّما أيام الحادث الجليل الذي كان له أكبر صدى في تطور مصر التاريخي، وفي خاتمة القرن الثامن عشر، ونعني بذلك الغزو الفرنسي. لقد وصلت حملة نابليون الغازية إلى مياه الإسكندرية، في يوم أول تموز سنة 1798م (17 محرّم سنة 1213هـ)، ونزل الجنود الفرنسيون إلى الثغر في مساء اليوم التالي، فاحتلته فرقة منهم، ثم تلاحقت قواتهم إلى دمنهور في طريقها إلى القاهرة، وأذاع نابليون على الشعب المصري منشوره الشهير، في الثاني من تموز، يقول فيه إنه قدم لمعاقبة الصناجق، الذين يحكمون مصر، ويعادون الفرنسيين ويظلمون تجارهم، والقضاء على سلطان المماليك، وإنقاذ المصريين من ظلمهم، وإصلاح دفة الحكم، وإن الفرنسيين يحبون المسلمين ويخلصون للسلطان العثماني، ثم يطلب استسلام القرى الواقعة في دائرة طريق جيشه لمسافة ثلاث ساعات، ويأمر المشايخ في كل بلد، بالتحفظ على أموال المماليك، وأنه يجب على المشايخ والعلماء والقضاة أن يلازموا وظائفهم، وعلى كل أحد أن يبقى مطمئناً في داره، وأن تكون الصلاة قائمة في الجوامع... وهزم الفرنسيون قوات مراد بك في معركة الأهرام، أو معركة إمبابة، في 21 تموز سنة 1798م، وعبروا النيل واحتلوا القاهرة، وانسحبت القوات المدافعة الأخرى مؤمنة بعقم القتال، وتُركت العاصمة تحت رحمة الغزاة، فساد في أرجائها الاضطراب والذعر، وفرّ الكثيرون في مختلف الأنحاء.
<br /><br />  <p> <img  align = "left"src="../images/History/6.jpg" width="250"  style="margin-right:5px" /></p>
وهنا يبدو الجامع الأزهر، في ثوبه الذي اتشح به غداة المحنة، واستمر متشحاً به خلال الأحداث المتعاقبة التي انتهت بجلاء المحتلين عن البلاد وتحريرها من الحكم الفرنسي، ثوب القيادة الشعبية، والزعامة الوطنية، ففي صباح يوم الأحد غرة شهر صفر سنة 1213هـ (22 تموز) اجتمع في الجامع الأزهر بعض العلماء والمشايخ، ولم يكن الغزاة قد عبروا النيل إلى القاهرة بعد، وتباحثوا في الأمر، واتفق الرأي على أن يبعثوا برسالة إلى الفرنسيين يسألونهم عن مقاصدهم ثم يرون ماذا يكون الجواب، وحمل الرسالة اثنان عبرا إلى معسكر الجيش الفرنسي بالجيزة وأخذا إلى القائد العام، وأسفرت المحادثات التي جرت بينهما عن إصدار خطاب لأهل مصر بالأمان، وتوكيد نيات الفرنسيين الحسنة، وطلب القائد العام حضور المشايخ والزعماء ليؤلف منهم ديواناً لتدبير الأمور، فاطمأن الناس، وعاد معظم المشايخ والزعماء الفارين، وفي يوم الثلاثاء 25 تموز بعد أن دخل الفرنسيون إلى القاهرة، واستقر بونابرت في منزل الألفي بالأزبكية، استدعى العلماء والمشايخ لمقابلته، وعلى رأسهم الشيخ عبد اللَّه الشرقاوي شيخ الجامع الأزهر، وأسفرت المباحثات عن تأليف ديوان يشرف على حكم القاهرة وتدبير شؤونها، مؤلف من تسعة أعضاء، هم الشيخ عبد اللَّه الشرقاوي، والشيخ خليل البكري، والشيخ مصطفي الصاوي، والشيخ سليمان الفيومي، والشيخ موسى السرسي، والشيخ مصطفي الدمنهوري، والشيخ أحمد العريشي، والشيخ يوسف الشبرخيتي، والشيخ محمد الدواخلي، وعين الشيخ محمد المهدي أميناً (سكرتيراً) لأعمال الديوان.
<br /><br /><br />
</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton5"  onclick="LinkButton5_Click" runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 1</span></td>
<td>
<asp:ImageButton ID="ImageButton6" Visible="false" onclick="LinkButton6_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>

<div id="history2" runat="server" visible="false" >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">
وهكذا أنشى‏ء ديوان الحكم الأول، في ظلّ الاحتلال الفرنسي، من علماء الجامع الأزهر، وبالرغم من أن سلطة هذا الديوان كانت محدودة، وخاضعة لتوجيه المحتلين، فإن في تأليفه على هذا النحو، تنويه ظاهر بأهمية الجامع الأزهر، ومكانة علمائه، والاعتراف بزعامتهم الشعبية والوطنية.

<br /><br />
وتتابعت الأحداث، ولم تستقر الأمور، ولم تهدأ النفوس. واستمر الفرنسيون في العمل لإخضاع البلاد، وسيّروا حملاتهم إلى الأقاليم البحرية والقبليّة، وهم يلقون مقاومة مستمرة من بقايا قوات الزعماء المماليك، ومن يلتفّ حولهم من جموع الشعب، وأمّا في العاصمة فقد اشتدّت وطأتهم شيئاً فشيئاً، وفرضوا عليها، كما فرضوا على باقي البلاد، مختلف الضرائب والمغارم الفادحة، وصادروا كثيراً من الأملاك والمباني، وهدموا أبواب الحارات الداخلية، لكي يُحكموا قبضتهم على سائر الأحياء، وأسرفوا في قتل الأهالي، وعلى الجملة فقد فرضوا على المدينة حكم إرهاب مطبق، وشعر الشعب القاهري بمنتهى الضيق والحرج، وأخذ يتربّص للانتفاض والانتقام. ولاقت النقمة العامة صداها في الجامع الأزهر، وأُلفت داخل الجامع "لجنة للثورة" حسبما تسميها المصادر الفرنسية، أو "بعض المتعممين الذين لم ينظروا في عاقبة الأمور" حسبما يشير إليها الجبرتي، وأخذت تبثّ الدعاية للانتفاض والمقاومة، وبدأ الهياج كالعادة باحتشاد الجماهير في الطرقات، وضعف سلطان الديوان الأدبي، ولم يستمع الناس إلى كبار المشايخ بالتزام الهدوء والإخلاد إلى السكينة. وبدت طلائع الهياج في يوم 21 تشرين أول سنة 1798، حيث احتشدت جموع الشعب منذ الصباح الباكر، ولا سيما في حي الحسينية، وساروا إلى بيت قاضي العسكر (قاضي القضاة التركي) وألزموه أن يركب معهم ليسير بهم إلى منزل بونابرت، ولكنه أحجم بعد ذلك خشية العواقب، فرجموه ونهبوا منزله. واجتمع في نفس الوقت جمعٌ عظيم بصحن الجامع الأزهر، وهم يهتفون بالثورة والقتال، وعلى رأسهم بعض المشايخ يلهبون أنفسهم بخطبهم، وعلم الجنرال ديبوي حاكم القاهرة بالخبر، فنزل إلى المدينة في كتيبة من الفرسان، فازدحمت الجموع من حوله، وتساقطت عليه وعلى رجاله الأحجار من كل صوب، فحاول ديبوي أن يهدى‏ء الجموع، فلم يصغ إليه أحد، فهجم عليها بفرسانه، وردت الجماهير بالهجوم، وانهالوا عليه وعلى رجاله بالضرب والرجم، والطعن بالرماح والسيوف، فقتل ديبوي وبعض رجاله، وعندئذٍ اشتدّ الهياج، وتضاعفت الجموع، وانساب الثوّار إلى سائر الأحياء المجاورة، وتفاقمت الأحوال.
<br /><br />

وأدرك نابليون خطورة الحال، واتفق رأي القادة على أن مركز الثورة الحقيقي هو الجامع الأزهر. وكان الثوار قد أقاموا المتاريس والحواجز، في سائر الشوارع والدروب المؤدية إلى الجامع الشهير، فأمر نابليون، أن تُنصب المدافع على المقطم، لكي تطلق مع مدافع القلعة على الأزهر.
<br /><br />

وفي صباح اليوم التالي، خرجت كتائب عديدة من الفرنسيين، وسارت إلى مختلف الأنحاء التي تجمعت فيها الجماهير، في سائر المناطق المؤدية إلى الجامع الأزهر، وسارت كتائب أخرى لتمنع جموع الأهالي التي تقاطرت من الضواحي على العاصمة، وكان منها كتيبة يقودها الكولونيل سلكوسكي ياور نابليون.

</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton1"  onclick="LinkButton7_Click" runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 2</span></td>
<td>
<asp:ImageButton ID="ImageButton2" onclick="LinkButton8_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>



<div id="history3" runat="server" visible="false" >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">
وكانت جموع الثوار قد تضاعفت، وازدادت حميّتها، فالتحمت ببعض الكتائب، وحاولت أن تزحف على المرتفعات التي ركبت فيها المدافع فوق تلال البرقية والقلعة، فصدّها الفرنسيون، وقتلوا عدداً كبيراً من الأهالي، وقتل في تلك الأثناء الكولونيل سلكوسكي، وحمل نبأ مصرعه إلى نابليون فحزن لفقده حزناً عظيماً، واشتدّ سخطه على الثوّار، واعتزم أن ينكل بهم أيما تنكيل. وكانت المدافع في أثناء ذلك ترسل نيرانها على مراكز الثوّار، ولا سيما المناطق المحيطة بالجامع الأزهر، فتفتك بهم، وتحطم الدور والمتاجر، وتقوّض في طريقها كل شي‏ء، فلما تفاقم الخطب، واشتدّ الكرب، ذهب مشايخ الديوان عصراً لمقابلة نابليون (صارى عسكر) فاتهمهم بالتقصير، وأنبهم على تهاونهم، فاعتذروا إليه، ورجوه أن يرفع الضرب عن المدينة، فاستمع إلى ضراعتهم، وأمر بالكف عن الضرب مؤقتاً، وذهب المشايخ إلى الأزهر لينصحوا الثوار بالتزام الهدوء والسكينة، فلم يصغوا إليهم، وردوهم بجفاء، ومنعوهم من دخول الجامع. وهنا أيقن الفرنسيون أنه للتغلب نهائياً على الثوار لا بد من أن يحتلوا الجامع الأزهر والمنافذ المؤدية إليه، وصدرت الأوامر بضرب الجامع الشهير، وأخذت القنابل تنهال عليه، وعلى الأحياء المجاورة مثل الصنادقية الغورية، والفحامين وغيرها، بشدّة لا مثيل لها، فساد الفزع والروع، وتزعزعت أركان الجامع وقتل كثير من الناس، ودفن الكثير منهم تحت الأنقاض، واستمر الضرب حتى المساء، فمزّقت صفوف الثوار، وطالبوا بالأمان، وألقوا السلاح، وتفرّق معظمهم في سائر الدروب والأزقة، ورفع الفرنسيون المتاريس من طرقات الجامع، وتواثبوا إليه، فرساناً ومشاةً، واقتحموه اقتحام الضواري بخيولهم، واحتلوه في مناظر وحشية، غير مكترثين لحرمته الدينية والعلمية. وكان ذلك في يوم الثلاثاء 23 تشرين أول سنة 1798م (13 جماى الأولى 1213هـ).
<br /><br />
وإليك ما كتبه الجبرتي، وهو يومئذ شاهد عيان، وكان يقيم على مقربة من مسرح الحوادث، في وصف تفاصيل هذا العمل الهمجي، الذي يعتبر من أفظع جرائم الحملة الفرنسية على مصر:
<br />
وبعد هجعة الليل دخل الإفرنج المدينة كالسيل، ومروا في الأزقة والشوارع، لا يجدون لهم ممانع كالشياطين، أو جند إبليس، وهدموا ما وجدوه من المتاريس، ودخل طائفة من باب البرقية، ومشوا إلى الغورية، وكرّوا ورجعوا، وترددوا وما هجعوا، وعلموا باليقين أن لا دافع لهم ولا كمين، وتراسلوا إرسالاً، ركباناً ورجالاً، ثم دخلوا إلى الجامع الأزهر، وهم راكبون الخيول، وبينهم المشاة كالوعول، وتفرّقوا بصحنه ومقصورته، وربطوا خيولهم بقبلته، وعاثوا بالأروقة والحارات، وكسروا القناديل والسهارات، وهشموا خزائن الطلبة والمجاورين والكتبة، ونهبوا ما وجدوه من المتاع والأواني والقصاع، والودائع والمخبات بالدواليب والخزانات، ورشقوا الكتب والمصاحف، وعلى الأرض طرحوها، وبأرجلهم ونعالهم داسوها... وشربوا الشراب وكسروا أوانيه، وألقوها بصحنه ونواحيه، وكل من صادفوه به عروه ومن ثيابه أخرجوه"».
<br /><br /><br /><br />
</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton3"   onclick="LinkButton9_Click" runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 3</span></td>
<td>
<asp:ImageButton ID="ImageButton4" onclick="LinkButton10_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>


<div id="history4" runat="server" visible="false" >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">

وهكذا احتل الفرنسيون الجامع الأزهر، ومنعوا العلماء والطلاب من دخوله، وانتشر الجنود في الأحياء المجاورة، ينهبون البيوت بحجة البحث عن السلاح، ويعيثون في الأسواق الفساد وينفذون الاعتقالات، مما اضطر كثير من سكّان الأحياء المجاورة إلى الفرار ناجين بأنفسهم". ويعلق الجبرتي على هذا العمل بقوله: «"وانتهكت حرمة تلك البقعة بعد أن كانت أشرف البقاع ويرغب الناس في سكناها، ويودعون عند أهلها ما يخافون عليه الضياع، والفرنساويون لا يمرّون بها إلا في النادر، ويحترمونها عن غيرها في الباطن والظاهر، فانقلبت بهذه الحركة فيها الموضوع، وانخفض على غير القياس المرفوع"».
<br /><br />
وليس من موضوعنا أن نتتبع حوادث هذه الثورة التي اضطرمت بها القاهرة على الفرنسيين، والتي ذهب ضحيتها آلاف من المصريين سواء منهم من قتل أثناء المعارك، أو قبض عليهم أفراداً أو جماعات دون ذنب ولا جريمة، وسيقوا إلى القلعة ثم أُعدموا بعد ذلك. وإنما يهمنا من هذه الحوادث فقط ما تعلّق منها بالجامع الأزهر، والدور الذي اضطلع به في مقاومة المحتلين.
<br /><br />
لم تقف المحنة عند احتلال الجامع الأزهر، وانتهاك حُرمه على هذا النحو، بل وقع ثمة اعتداء محزن اخر على علمائه. ففي غداة احتلال الجامع، ذهب المشايخ إلى بيت سارى عسكر (نابليون)، يرجون منه العفو وإصدار الأمان ليطمئن الناس، وتزول مخاوفهم، ثمّ رجوه أيضاً في جلاء الجنود عن الجامع الأزهر، فوعدهم بإجابة ملتمسهم، ولكنه طلب إليهم التعريف عن زعماء الفتنة من مشايخ الأزهر، فأبدوا له أنهم لا يعرفون أحداً منهم، فقال لهم إنهم يعرفونهم واحداً واحداً. ثم أصدر الأمر بجلاء الجند عن الجامع، ولكن بقيت منهم كتيبة تبلغ السبعين، ترابط في الأحياء المجاورة، لضبط النظام، والسهر على حركات الطلاب والأهالي.
<br /><br />
وفي اليوم التالي، بعث الفرنسيون رجالهم للبحث عن زعماء الفتنة، "المتعممين" والقبض عليهم، فانتهوا إلى القبض على الشيوخ الاتية أسماؤهم: الشيخ سلمان الجوسقي شيخ طائفة العميان، والشيخ أحمد الشرقاوي، والشيخ عبد الوهاب الشبراوي، والشيخ يوسف المصيلحي، والشيخ إسماعيل البراوي، وبحثوا عن الشيخ بدر المقدسي، ولكنه كان قد فرّ وسافر إلى الشام. وكان هؤلاء جميعاً من أواسط علماء الأزهر. وأُخذ الشيوخ المقبوض عليهم إلى بيت البكري، حيث اعتقلوا هنالك. فلما علم كبار الشيوخ بما وقع، ذهب وفد منهم، وعلى رأسه الشيخ السادات إلى منزل "صارى عسكر" والتمسوا إليه العفو عن الشيوخ المقبوض عليهم، فاستُمهلوا، وطُلب إليهم التريث والانتظار. ولبث المقبوض عليهم في بيت البكري، إلى مساء يوم السبت، ثم جاءت ثلّة من الجند، وأخذتهم أولاً إلى منزل "القومندان" بدرب الجماميز، ثمّ هنالك جرّدوا من ثيابهم، ثمّ اقتيدوا إلى القلعة، وسجنوا هنالك. ويقول لنا الجبرتي، إنهم أعدموا في اليوم التالي رمياً بالرصاص، وألقيت جثثهم من السور خلف القلعة، وغاب أمرهم عن أكثر الناس أياماً، ولكن يُستفاد من المصادر الفرنسية المعاصرة، أنهم حوكموا بعد ذلك بأيام بطريقة سرّية، 
</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton7"   onclick="LinkButton11_Click" runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 4</span></td>
<td>
<asp:ImageButton ID="ImageButton8" onclick="LinkButton12_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>


<div id="history5" runat="server" visible="false" >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">

، وحكم عليهم بالإعدام في يوم 3 تشرين الثاني سنة 1798م، ثمّ أُعدموا في اليوم التالي، وتقول هذه المصادر إن عدد المحكوم عليهم كان ستة لا خمسة، وإن سادسهم كان يُسمّى السيّد عبد الكريم، وإنهم أعدموا في ميدان القلعة، وقطعت رؤوسهم. وفي أثناء ذلك كان المشايخ يكرّرون سعيهم في سبيل العفو عن أولئك الشيوخ، ظناً منهم أنهم ما زالوا على قيد الحياة. وقد أشار الشيخ عبد اللَّه الشرقاوي شيخ الجامع الأزهر، ورئيس الديوان يومئذٍ إلى تلك الحوادث المحزنة في كتابه "تحفة الناظرين" في الفقرة الاتية:
<br /><br />

إن الفرنسيين قتلوا من علماء مصر نحو ثلاثة عشر عالماً، ودخلوا بخيولهم الجامع الأزهر، ومكثوا فيه يوماً، وبعض الليلة الثانية، وقتلوا فيه بعض العلماء، ونهبوا منه أموالاً كثيرة، وسبب وجودهم فيه أنّ أهل البلد ظنوا أن العسكر لا يدخله فحولوا فيه أمتعة بيوتهم، فنهبوها ونهبوا أكثر البيوت التي حول الجامع، ونشروا الكتب التي في الخزائن، يعتقدون أن بها أموالاً، وأخذ من كان معهم من اليهود الذين يترجمون لهم، كتباً ومصاحف نفيسة"».
<br /><br />
بيد أن المغزى الذي يهمّنا هنا، هو أن المحتلين، إدراكاً منهم لزعامة علماء الأزهر الروحية والشعبية يومئذٍ، قد لجؤوا إلى هذه الزعامة يحاولون استغلالها في تهدئة الشعب، وحمله على التزام السكينة والخضوع. وكان من أثر الثورة، وما اقترن بها من الاضطرابات، أنّ عُطل الديوان، فلمّا هدأت الأحوال، أصدر نابليون في 21 كانون الأول سنة 1798، قراراً بإنشاء ديوان جديد، على مثل أوسع نطاقاً من الديوان القديم، وجعل أعضاءه ستين بدل عشرة، وأدخل فيه إلى جانب العلماء ممثلين للطوائف الأخرى، من الجند والتجار والأقباط والأجانب، وبلغ عدد العلماء فيه عشرة، معظمهم من شيوخ الجامع الأزهر وهم: الشيخ عبد اللَّه الشرقاوي شيخ الجامع، الشيخ محمد المهدي، الشيخ مصطفي الصاوي، الشيخ موسى السرسي، الشيخ محمد الأمير، الشيخ سليمان الفيومي، الشيخ أحمد العريشي، الشيخ إبراهيم المفتي، الشيخ صالح الحنبلي، الشيخ محمد الدواخلي، الشيخ مصطفي الدمنهوري، الشيخ خليل البكري، السيد حسين الرفاعي، الشيخ الدمرداشي.
<br /><br />
وقد كان هذا الديوان الكبير الممثل لجميع الطوائف هو الديوان العام، وهو يجتمع بحسب الاقتضاء فقط، وقد اختير من بين أعضائه، أربعة عشر عضواً يتألف منهم الديوان الخصوصي، وهو الديوان العامل فعلاً، وقد قضى منشور التأسيس بأن يجتمع كل يوم "للنظر في مصالح الناس، وتوفير أسباب السعادة والرفاهية لهم". وكان من بين أعضاء الديوان الخصوصي من العلماء خمسة، وهم الشيخ عبد اللَّه الشرقاوي، الشيخ محمد المهدي، الشيخ مصطفي الصاوي، الشيخ سليمان الفيومي، الشيخ خليل البكري، وأسندت رئاسة الديوان إلى الشيخ عبد اللَّه الشرقاوي. وقد اضطلع الديوان الخصوصي بمهمته من تدبير شؤون القاهرة، وحفظ الأمن فيها، وإقامة العدل وتقدير الضرائب وغيرها، وكان المحتلون يأخذون برأيه في معظم الشؤون.
</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton9"   onclick="LinkButton13_Click" runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 5</span></td>
<td>
<asp:ImageButton ID="ImageButton10" onclick="LinkButton14_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>


<div id="history6" runat="server" visible="false" >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">

وفي 10 فبراير سنة 1799، غادر نابليون القاهرة ليقود الحملة التي أعدّها لغزو سوريا. ونحن نعرف الفشل الذي مُنيت به هذه الحملة، وكيف تحطمت جهود الغزاة تحت أسوار ثغر عكا، وكيف اضطر نابليون بعد هزيمته أن يعود أدراجه إلى القاهرة، فوصلها في منتصف شهر حزيران. وكانت أعراض الانتفاض قد بدت أثناء ذلك في بعض الأقاليم البحرية، وشغل الفرنسيون بقمعها، ثمّ قدمت إلى مياه الإسكندرية حملة عثمانية ونزلت في أبي قير، فهرع نابليون في قواته إلى لقائها واستطاع أن يهزم الترك (أواخر تموز). ثم عاد بعد ذلك ثانية إلى القاهرة.
<br /><br />
وهنا وصلته أنباء مقلقة عن سير الحوادث في أوروبا وفرنسا، فاعتزم مغادرة مصر، وغادرها فعلاً في أواخر اب سنة 1799، وعين الجنرال باتست كليبر قائد حامية دمياط، مكانه في القيادة العامة. وجاء كليبر إلى القاهرة، واستقرّ في منزل الألفي الذي كان ينزل به نابليون من قبل. وكان من أول أعماله، أن استدعى أعضاء الديوان المخصوص لمقابلته، وتكلّم الشيخ محمد المهدي بالنيابة عن هيئة الديوان، فأبدى أسفه لسفر الجنرال بونابرت، وأعرب عن أمله في عدالة خلفه واستقامته، وردّ الجنرال كليبر، فأكد أنه سوف يُعنى بالعمل على سعادة الشعب المصري. ذلك لأن اللَّه بقدره الحكيم قد ربط بين مصير الجامع الأزهر، ومصير الجنرال كليبر برباط من تدابيره الخفية القاهرة. لبث الأزهر من بعد الثورة الوطنية التي اضطلع فيها بأعظم دور، والتي احتمل فيها أعظم التضحيات، في حالة اضطراب شديد، وتفرّق كثير من أساتذته وطلابه، وركدت حلقاته ودروسه، ولبث الفرنسيون يرقبون حركاته وسكناته بأعين ساهرة. وعاش الأزهر وأهله من ذلك الوقت، في حالة نفسية متوترة، حتى أنه ما تكاد تبدو الدوريات الفرنسية على مقربة منه، حتى يقع الهرج والاضطراب في المنطقة كلها، وتغلق أبواب الجامع، وسائر الحوانيت والدور المجاورة.

<br /><br />
وكان الفرنسيون أحياناً يحاولون إظهار توقيرهم وتكريمهم للجامع الأزهر على طريقتهم، ومن ذلك ما رواه الجبرتي في حوادث يوم الأربعاء اخر رمضان سنة 1213هـ، لمناسبة احتفال الفرنسيين في القاهرة، باستيلاء حملتهم على غزة وخان يونس من الترك، حيث يقول في ج3، ص48: "وفي ذلك اليوم، بعد العصر بنحو عشرين درجة، حضر عدة من الفرنسيين، ومعهم كبير منهم، وهم راكبون الخيول، وعدة من المشاة، وفيهم جماعة لابسون عمائم بيض، وجماعة أيضاً ببرانيط ومعهم نفير ينفخ فيه، وبيدهم بيارق، وهي التي كانت عند المسلمين على قلعة العريش، إلى أن وصلوا إلى الجامع الأزهر، فاصطفوا رجالاً وركباناً بباب الجامع، وطلبوا الشيخ الشرقاوي، فسلمّوه تلك البيارق وأمروه برفعها ونصبها على منارات الجامع الأزهر، فنصبوا بيرقين ملونين على المنارة الكبيرة ذات الهلالين، عند كل هلال بيرقاً، وعلى منارة أخرى بيرقاً ثالثاً. وعند رفعهم ذلك، ضربوا عدّة مدافع من القلعة بهجةً وسروراً، وكان ذلك ليلة عيد الفطر".
<br /><br /><br /><br />
</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton11"   onclick="LinkButton15_Click" runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 6</span></td>
<td>
<asp:ImageButton ID="ImageButton12" onclick="LinkButton16_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>


<div id="history7" runat="server" visible="false" >
<table cellpadding="0" cellspacing="0">
<tr><td>
<span style=" font-family: tahoma; color:#2f2415;font-size: 12px;text-decoration: none;line-height:14pt">
على أنّ هذه المظاهر وأمثالها، مما كان يحرص الفرنسيون على إقامته في المناسبات الدينية والقومية، مثل الاحتفال بالمولد النبوي، أو مولد الحسين، أو الاحتفال بوفاء النيل، وغير ذلك، لم تكن هذه المظاهر تخفي الحقيقة الواضحة، وهي أن الأزهر علماءه وطلابه، كان يرى في أولئك المحتلين ألدّ أعدائه، وأخطرهم على كيانه ونظمه، وقد ترك انتهاك الفرنسيين لحرمة الأزهر واحتلاله، في نفوس الأزهريين كُرهاً لا يُمحى، وأمنية تضطرم في انهيار سلطان أولئك المعتدين، وتحرير البلاد من نيرهم وعسفهم.
<br /><br /><br /><br /><br /><br /><br /><br />
<br /><br /><br /><br />
<br /><br /><br /><br /><br /><br /><br /><br />
<br />
</span>

</td></tr>

<tr><td>    
<table cellpadding="0" cellspacing="0">
<tr>
<td style="width:300px"></td>
<td style="width:10px">
<asp:ImageButton ID="ImageButton13"  Visible="false"  runat="server" ImageUrl="~/images/next.gif" />
</td>
<td style="width:50px" align="center"><span style="color:#cdb484">7 / 7</span></td>
<td>
<asp:ImageButton ID="ImageButton14" onclick="LinkButton17_Click" runat="server" ImageUrl="~/images/back.gif" />
</td>
<td style="width:200px"></td>
</tr>
</table>
</td></tr>
</table>

</div>
</td>
</tr>   </table></div>
  </td>  
</tr> 


              </table></ContentTemplate></asp:UpdatePanel></td></tr></table>
</asp:Content>
