<%@ Page Language="C#" MasterPageFile="~/masterpage/MasterPage.master" AutoEventWireup="true" CodeFile="Through_the_Ages.aspx.cs" Inherits="contactus" Title="Untitled Page" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">

<table cellpadding="0" width="840" border="0" cellspacing="0">


<tr>

<td colspan="3" style="padding-left:30px; padding-right:30px" align="right">

<asp:UpdatePanel  ID="UpdatePanel1"  runat="server">
                <ContentTemplate>
              <table  cellpadding="0" cellspacing="0">
              
<tr>
<td style="width:30px" dir="rtl" valign="top"></td>

<td style="width:750px" dir="rtl" valign="top">


<div id="history" visible="true" runat="server" >
<table cellpadding="0" cellspacing="0">
<tr><td><span class="pagetitle">الأزهر عبر العصور</span>&nbsp;&nbsp;&nbsp;</td></tr>
<tr><td style="height:15px"></td></tr>

<tr><td>
<table cellpadding="0" cellspacing="0">
<tr><td>
<span class="drop_title_sub">في عصر الدولة الفاطمية (التأسيس)</span>
</td></tr>
<tr><td style="height:5px"></td></tr>
<tr><td><span class="Through_text">

استغرق بناء الجامع عامين. وأقيمت فيه أول صلاة جمعة في 7رمضان361هـ/972م. وقد سمي بالجامع الأزهر نسبة إلى السيدة فاطمة الزهراء التي ينتسب إليها الفاطميون. وفي سنة 378هـ/988م جعله الخليفة العزيز بالله جامعة يدرس فيها العلوم الباطنية الإسماعيلية للدارسين من إفريقيا وآسيا. وكانت الدراسة بالمجان. وأوقف الفاطميون عليه الأحباس للانفاق منها على فرشه وإنارته وتنظيفه وإمداده بالماء، ورواتب الخطباء والمشرفين والأئمة والمدرسين والطلاب.

</span></td></tr>
<tr><td style="height:15px"></td></tr>


<tr><td>
<span class="drop_title_sub">في عصر الدولة الأيوبية</span>
</td></tr>
<tr><td style="height:5px"></td></tr>
<tr><td><span class="Through_text" >

حينما تولي صلاح الدين سلطنة مصر منع إقامة صلاة الجمعة به وعطل الخطبة، وأغلق الجامع وحوله إلى جامعة إسلامية سنيّة. وفي عصر الدولة الأيوبية اغتصبت أوقاف المسجد الأزهر، كما أصبحت الدراسة فيه منقطعة وغير منتظمة، وإغلاق الأزهر كدار للعبادة على يد صلاح الدين الأيوبي لم يبطل صفته الجامعية فقد استمر في الاحتفاظ بصفته كمعهد للدرس والقراءة. فقد كان مقصد علماء بارزين داوموا على التدريس فيه.

</span></td></tr>
<tr><td style="height:15px"></td></tr>

<tr><td>
<span class="drop_title_sub">في عصر الدولة المملوكية</span>
</td></tr>
<tr><td style="height:5px"></td></tr>
<tr><td><span class="Through_text">يعود الفضل للسلطان المملوكي الظاهر بيبرس البندقداري في إعادة الخطبة والجمعة إلى الجامع الأزهر، كما قام بتجديده وتوسعته، وإعادة فرشه، وإستعاد الأوقاف من غاصبيها. وفي عهده تم بناء أول رواق للتدريس في الجامع الأزهر وسرعان ما استرد الأزهر مكانته بوصفه معهدا علميا ذو سمعة عالية في مصر والعالم الإسلامي.وأوقفت عليه الأوقاف وفتح لكل الدارسين من شتي أقطار العالم الإسلامي. وكان ينفق عليهم ويقدم لهم السكن والجراية من ريع أوقافه. وكانت الدراسة والإقامة به بالمجان.</span></td></tr>
<tr><td style="height:10px"></td></tr>

<tr><td>
<span class="drop_title_sub">في عصر الدولة العثمانية</span>
</td></tr>
<tr><td style="height:5px"></td></tr>
<tr><td><span class="Through_text">

وللأزهر فضل كبير في الحفاظ علي التراث العربي بعد سقوط الخلافة العباسية في بغداد وعلى اللغة العربية من التتريكو اللغة التركية أيام الحكم العثماني لمصر سنة 1517م وأيام محمد علي باشاسنة 1805م. وكان للأزهر مواقفه المشهودة في التصدي لظلم الحكام والسلاطين المماليك لأن علماءه كانوا أهل الحل والعقد أيام المماليك. ففي سنة 1209هـ/1795م، يروي الجبرتي في يومياته بأن أمراء مماليك إعتدوا على بعض فلاحي مدينة بلبيس فحضر وفد منهم إلى الشيخ عبد الله الشرقاوي وكان شيخا للأزهر وقتها. وقدموا شكواهم له ليرفع عنهم الظلم. فغضب وتوجه إلى الأزهر, وجمع المشايخ. وأغلقوا أبواب الجامع. وأمروا الناس بترك الأسواق والمتاجر. واحتشدت الجموع الغاضبة من الشعب. فأرسل إبراهيم بك شيخ البلد لهم أيوب بك الدفتردار، فسألهم عن أمرهم. فقالوا: نريد العدل ورفع الظلم والجور وإقامة الشرع وإبطال الحوادث والمكوسات (الضرائب)، وخشي زعيم الأمراء مغبة الثورة فأرسل إلى علماء الأزهر يبرئ نفسه من تبعة الظلم، ويلقيها على كاهل شريكه مراد بك. وأرسل في الوقت نفسه إلى مراد يحذره عاقبة الثورة. فاستسلم مراد بك ورد ما اغتصبه من أموال، وأرضى نفوس المظلومين. لكن العلماء طالبوا بوضع نظام يمنع الظلم ويرد العدوان. واجتمع الأمراء مع العلماء. وكان من بينهم الشيخ السادات والسيد عمر مكرم والشيخ الشرقاوي والشيخ البكري والشيخ الأمير. وأعلن الظالمون أنهم تابوا والتزموا بما اشترطه عليهم العلماء. وأعلنوا أنهم سيبطلون المظالم والضرائب والكف عن سلب أموال الناس والإلتزام بإرسال صرة مال أوقاف الحرمين الشريفين والعوائد المقررة إليهم وكانوا ينهبونها. وكان قاضي القضاة حاضراً. فكتب على الأمراء وثيقة أمضاها الوالي العثماني وإبراهيم بك ومراد بك شيخا البلد.

</span></td></tr>
<tr><td style="height:10px"></td></tr>

</table>


</td>
</tr>   </table></div>
  </td>  
</tr> 


              </table></ContentTemplate></asp:UpdatePanel></td></tr></table>
</asp:Content>

