Repository: hdarwish/alazhar
Catalog: App_GlobalResources/Master.*.resx
Languages: fr

source: main items
fr: éléments principaux

# key_Places
source: Places
fr: lieux

# key_Video
source: Video
fr: vidéo

# srch1
source: There is no data to show
fr: Il n'y a pas de données pour montrer

source: search:
fr: recherche:

source: Results:
fr: résultats:

# title_manuscripts
source: manuscripts
fr: manuscrits

# AddContent
source: Add to the Content
fr: Ajouter au panier

# lblContent
source: The Content
fr: le teneur

# plan
source: Website Plan :
fr: Plan du site :

source: Terms of Use
fr: Conditions d'utilisation

source: Privacy Policy
fr: Politique de confidentialité

# label1
source: All rights reserved to Al-Azhar in 2011
fr: Tous droits réservés à Al-Azhar en 2011

# label2
source: Developed by the Ministry of Communications and Information Technology
fr: Élaboré par le ministère des Communications et des Technologies de l'information

# key_address
source: address
fr: titre

# key_dece_address
source: Park immortals - Salah Salem - eldarasa - Arab Republic of Egypt
fr: Parc immortels - Salah Salem - eldarasa - République arabe d'Égypte

# key_phone
source: phone
fr: téléphone

# event_brief
source: Brief description:
fr: Description abrégée :

# event_brief_all
source: Full description
fr: Description détaillée

# event_keyword
source: keywords:
fr: Mots clés :

# event_notes
source: Notes
fr: Remarques

# timeline_desc
source: Description of the event related to that date:
fr: Description d’un événement lié :

# txt1
source: Azhar aims memory location to view and access to the heritage of Al-Azhar and its history through the documents, and the biography and the march informed and elderly, and documenting the architectural masterpieces of Al-Azhar Al-Sharif, and using the latest technology available
fr: Azhar vise emplacement de mémoire pour voir et l'accès au patrimoine d'Al-Azhar et son histoire à travers les documents, et la biographie et le mars informé et les personnes âgées, et de documenter les chefs-d'œuvre architecturaux de Al-Azhar Al-Sharif, et utilisant les dernières technologies disponibles

# txt2
source: The site offers content dynamics are constantly updated, and consists of the main sections and other nest, and the most important main divisions:
fr: Le site propose un contenu dynamique sont constamment mis à jour, et se compose des sections principales et d'autres nids, et les plus importants principales divisions:

# txt3
source: Date Azhar, which deals with the historical positions of Al-Azhar, and the role of the corridors in Ramadan studying science, and institutions of Al-Azhar
fr: Date de Azhar, qui traite avec les positions historiques d'Al-Azhar, et le rôle des corridors dans Ramadan science qui étudie, et les institutions d'Al-Azhar

# txt4
source: Azhar sheikhs: which records the biography of Al-Azhar venerable elders, and the elders who Ttelmzu on their hands, and that Tqlduha positions, and their compositions, and their attitudes and opinions
fr: Cheikhs Azhar: qui enregistre la biographie d'Al-Azhar vénérables anciens, et les anciens qui Ttelmzu sur leurs mains, et que les positions Tqlduha, et leurs compositions, leurs attitudes et opinions

# txt5
source: Scientists flags: This section reviews the flags of Al-Azhar scholars and heads in all parts of the earth.
fr: Scientifiques drapeaux: Cette section examine les drapeaux des chercheurs et des chefs d'Al-Azhar dans toutes les parties de la terre.

# txt6
source: Azhar axes memory: This section is the basis for the site, and the ramifications:
fr: Azhar axes mémoire: Cette section est la base pour le site, et les ramifications:

# txt7
source: Memory photographer: and the documentation of the heritage of Al-Azhar rare pictures
fr: Photographe de mémoire: et la documentation du patrimoine d'Al-Azhar photos rares

# txt8
source: Memory Architecture: The closer the architect of the Al-Azhar Mosque, the buildings belong to him, in all parts of the country of Egypt
fr: Architecture de mémoire: Le plus près l'architecte de la mosquée Al-Azhar, les bâtiments appartiennent à lui, dans toutes les régions du pays d'Egypte

# txt9
source: Memory documentary: contains a collection of rare documents of Al-Azhar, which is divided into several categories objectively on perhaps the most important
fr: Mémoire documentaire: contient une collection de documents rares d'Al-Azhar, qui est divisé en plusieurs catégories objectivement peut-être le plus important

# txt10
source: Historic decisions
fr: décisions historiques

# txt11
source: International conventions
fr: Les conventions internationales

# txt12
source: Documents the development of Al-Azhar since the last century.
fr: Documents le développement d'Al-Azhar depuis le siècle dernier.

# txt13
source: Memory: press and the documentation for the press-Azhar and its history, which is the magazine of Al-Azhar and the voice of the newspaper Al-Azhar.
fr: Mémoire: la presse et la documentation pour la presse-Azhar et de son histoire, qui est le magazine d'Al-Azhar et la voix du journal Al-Azhar.

# txt14
source: Audio and visual memory: and the documentation of a selection of rare audio recordings, and video recordings of Azhar sheikhs and scholars, and dealing with a head of Al-Azhar
fr: Audio et mémoire visuelle: et la documentation d'une sélection d'enregistrements audio rares et des enregistrements vidéo des cheikhs et Azhar, et face à un chef d'Al-Azhar

# txt15
source: Memory manuscripts: and the presentation of some of the manuscripts from the library of Al-Azhar, Al-Azhar and dealing in one way or another, as well as an exclusive list of bibliographic holdings Azhar library of manuscripts and rare books and early publications
fr: Manuscrits de la mémoire: et la présentation de certains des manuscrits de la bibliothèque d'Al-Azhar, Al-Azhar et de traiter d'une manière ou d'une autre, ainsi que d'une liste exclusive des bibliographique bibliothèque exploitations Azhar de manuscrits et de livres rares et premières publications

# txt16
source: Azhar versions: It contains a comprehensive bibliography of the intellectual production of the Al-Azhar, in the form of searchable in full-text, as well as a copy of the full electronic book (Al-Azhar mosque)..
fr: Versions Azhar: Il contient une bibliographie complète de la production intellectuelle de l'Al-Azhar, sous la forme d'une recherche en texte intégral, ainsi que d'une copie du livre électronique complet (Al-Azhar).

# txt17
source: They said about Azhar and the anthology, which was said in praise of Al-Azhar and its statesmen, both domestic and global.
fr: Ils ont dit à propos Azhar et l'anthologie, qui a été dit à la louange de Al-Azhar et ses hommes d'État, à la fois nationale et mondiale

# txt18
source: Masterpieces collection of Al-Azhar (cut museum presentation) and the width of the side of an imaginary museum collection of the Museum of Al-Azhar, and using the latest imaging techniques and three-dimensional multimedia.
fr: Chefs-d'œuvre collection d'Al-Azhar (couper présentation du musée) et la largeur de la partie d'une collection de musée imaginaire du Musée d'Al-Azhar, et en utilisant les dernières techniques d'imagerie et multimédia en trois dimensions

# txt19
source: Panoramic tour of the Al-Azhar Mosque: a journey inside the Al-Azhar Mosque and the historic corridors, which serves as a virtual visit him, which is very useful for those who do not visit them accessible real-Sharif Mosque
fr: Visite panoramique de la mosquée Al-Azhar: un voyage à l'intérieur de la mosquée Al-Azhar et les corridors historiques, qui sert une visite virtuelle de lui, ce qui est très utile pour ceux qui ne les fréquentent la mosquée accessible réel-Sharif

# txt20
source: Related Sites: a guide to sites associated with Al-Azhar, either administratively or objective.
fr: Sites associés: un guide sur les sites associés à Al-Azhar, soit administrativement ou objectives.

# txt21
source: Egyptian site Daralavta
fr: Site égyptienne Daralavta

# txt22
source: The site is known Casablanca and role they play in society , and a range of specialized articles in the Islamic religion , it also offers many sections which exposure to the basis of the fatwa and its subsidiaries and display some of the fatwa , which were answered . It also offers the possibility of requesting a fatwa directly from the site and send the answer by e-mail to the sender of the fatwa , in addition to the Quick View magazine Fatwa issued by the house and display the contents of each of them and a summary of his and outlets that can be found on the magazine of them. The site is available in many languages ​​are Arabic, English, French , German, Indonesian , Russian, Turkish and Aloorudih
fr: Le site est connu Casablanca et le rôle qu'ils jouent dans la société , et une gamme d'articles spécialisés dans la religion islamique , il offre également de nombreuses sections dont l'exposition à la base de la fatwa et de ses filiales et afficher une partie de la fatwa , qui ont été répondu . Il offre également la possibilité de demander une fatwa directement sur le site et envoyer la réponse par e -mail à l'expéditeur de la fatwa , en plus de la rapide Fatwa Voir magazine publié par la maison et afficher le contenu de chacun d'eux et un résumé de son et points de vente qui peut être trouvé sur le magazine d'entre eux . Le site est disponible en plusieurs langues sont l'arabe , anglais, français , allemand, indonésien , russe, turc et Aloorudih

# txt23
source: Website:
fr: Site Web:

# txt24
source: Azhar educational site
fr: Azhar site éducatif

# txt25
source: Known as the site of Al-Azhar Al-Sharif and its different sections and the elderly, in addition to the display to see the Al-Azhar educational Treaty education, and display of the most important events related to the educational process and for students of all categories, and teachers and what belongs to them from the news, in addition to a special section of the forums and in which they can exchange different opinions for all topics. The site is available in Arabic, English and French
fr: Connu comme le site d'Al-Azhar Al-Sharif et de ses différentes sections et les personnes âgées, en plus de l'écran pour voir la formation traité éducative Al-Azhar et l'affichage des événements les plus importants liés au processus éducatif et pour les étudiants de toutes les catégories, et les enseignants et ce qui leur appartient de nouvelles, en plus d'une section spéciale des forums et dans lequel ils peuvent échanger des opinions différentes pour tous sujets. Le site est disponible en arabe, en anglais et en français

# txt26
source: Site-Azhar University
fr: Site-Azhar

# txt27
source: University website Alozahraaraf site university, departments and divisions various colleges and displays news, and services offered to students in college and graduate students, in addition to the definition of the services of e-learning offered by the university, and facilities multiple offers its services to students and faculty members at the university. The site is available in both Arabic and English.
fr: Site de l'Université place Alozahraaraf universitaires, départements et divisions divers collèges et affiche de nouvelles, et des services offerts aux étudiants à l'université et les étudiants des cycles supérieurs, en plus de la définition des services de e-learning proposés par l'université, et des installations multiples offre ses services aux étudiants et aux membres du corps professoral à l'université. Le site est disponible en anglais et en arabe.

# txt28
source: Site of the Supreme Council for Islamic Affairs
fr: Site du Conseil suprême des affaires islamiques

# txt29
source: The site is known to see the Council and the role played by the site offers many different sections that allow a variety of services, including interpretation of the Koran directly on the site and so many languages​​, including English, French, German, Russian and Spanish, also allows the possibility of installing some religious programs that serve all users with respect the religion of Islam, and to offer a different set of pages that include various aspects of religion and the modern interpretation and other sections of the Islamic religion. The site is available in both Arabic and English.
fr: Le site est connu pour voir le Conseil et le rôle joué par le site offre de nombreuses sections différentes qui permettent une variété de services, y compris l'interprétation du Coran directement sur le site et ainsi de nombreuses langues, dont l'anglais, le français, l'allemand, le russe et l'espagnol, permet également la possibilité d'installer certains programmes religieux qui servent tous les utilisateurs en ce qui concerne la religion de l'Islam, et d'offrir un ensemble différent de pages qui incluent divers aspects de la religion et de l'interprétation moderne et d'autres sections de la religion islamique. Le site est disponible en anglais et en arabe.

# timeline_hdate
source: Hijri From:
fr: date de l'Hégire de

# timeline_hdateto
source: Hijri To:
fr: date de l'Hégire à

# timeline_hegry
source: Hijri date:
fr: date de l'Hégire

# timeline_hegryfrom
source: from
fr: de

# timeline_hegryto
source: to
fr: à

# timeline_m
source: A.D.
fr: AP.JC

# timeline_mdatefrom
source: From
fr: date du calendrier grégorien de

# timeline_mdateto
source: To
fr: date du calendrier grégorien à

# timeline_melady
source: Gregorian date
fr: date du calendrier grégorien

# Lbl_character_Abrief_description
source: A brief description
fr: Aperçu sur la personne :

# Lbl_character_Achievements
source: Achievements
fr: Réalisations :

# Lbl_character_Awards
source: Awards (scientific honors- medals and decorations- certificates of appreciation)
fr: Types d’ honorification (toges d’honneur scientifique – décorations et médailles – certificats d’appréciation) :

# Lbl_character_Birth_upbringing
source: Birth and upbringing
fr: Naissance et formation :

# Lbl_character_Educational_cultural
source: Educational and cultural career
fr: Le parcours scientifique et culturel :

# Lbl_character_full_name
source: Full name:
fr: Nom complet :

# Lbl_character_keywords
source: keywords:
fr: Mots clés :

# Lbl_character_nick_name
source: Nick name
fr: Surnom :

# Lbl_character_Notes
source: Notes
fr: Remarques

# Lbl_character_Posts_Jobs_occupied
source: Posts (Jobs) occupied
fr: Postes occupés :

# Lbl_character_said_about_him
source: What others said about him
fr: Témoignages :

# Lbl_character_social_cultural_activities
source: The most important social and cultural activities
fr: Principales activités sociales/politiques :

# Lbl_character_Titles
source: Titles
fr: Sobriquet :

# lbl_photo_details
source: Photo/ portrait details
fr: Description d’image

# lbl_photo_Keywords
source: Keywords:
fr: Mots clés :

# lbl_photo_Notes
source: Notes
fr: Remarques

# lbl_photo_Photographer
source: Photographer/ painter
fr: Photographe/peintre

# lbl_photo_Title_Photo
source: Title of Photo:
fr: Titre d’image :

# lbl_Recording_Description
source: Description of recording
fr: Description de l’enregistrement

# lbl_Recording_Guests_position
source: Post
fr: L’invité et son poste poste

# lbl_Recording_Guests_Post
source: Guest / Guest's Post
fr: L’invité et son poste nom

# lbl_Recording_title
source: Recording title
fr: Titre de l’enrgistrement :

# lbl_Recording_Title_number_episode
source: Title and number of episode
fr: Titre de l’épisode ou son numéro

# Lbl_book_Author
source: Name of author
fr: Nom d’auteur

# Lbl_book_Its_number_series
source: Its number in the series:
fr: Numéro du livre dans la collection :

# Lbl_book_Publication_data
source: Publication data
fr: Données d’édition :

# Lbl_book_Publication_Place
source: Place of publication
fr: Lieu d’édition

# Lbl_book_Publication_Publisher
source: Publication data
fr: Editeur

# Lbl_book_Publication_year
source: Year of publication
fr: Année d’édition

# Lbl_book_Series
source: Series
fr: Collection :

# Lbl_book_Series_name
source: Name of the series
fr: Nom de la collection

# Lbl_book_Title
source: Title of the book
fr: Titre du livre :

# Lbl_document_Place_reservation
source: Place of reservation
fr: Autorité responsable de l'enregistrement

# Lbl_document_Place_reservation_Bookshelving_no
source: Book shelving no
fr: Numéro d'enregistrement

# Lbl_document_Place_reservation_City
source: City
fr: ville

# Lbl_document_Place_reservation_country
source: Country
fr: Pays

# Lbl_document_Place_reservation_name
source: Name of the place
fr: Nom

# Lbl_document_Place_reservation_notes
source: Notes
fr: Remarques

# Lbl_document_Source
source: Source of the document
fr: Source du document

# Lbl_document_Source_no
source: No
fr: Numéro

# Lbl_document_Title
source: Title of the document:
fr: Titre du document :

# lbl_manuscript_Author
source: Author Name
fr: Nom de l'auteur

# lbl_manuscript_Conclusion
source: Conclusion of the manuscript
fr: Epilogue du manuscrit

# lbl_manuscript_name
source: Name:
fr: Nome :

# lbl_manuscript_notes
source: Notes (insights)
fr: Remarques

# lbl_manuscript_Place_preservation
source: Place of preservation
fr: Autorité responsable de l'enregistrement

# lbl_manuscript_Place_preservation_City
source: City
fr: Ville

# lbl_manuscript_Place_preservation_country
source: Country
fr: pays

# lbl_manuscript_Preface
source: Preface of the manuscript
fr: Prologue du manuscrit

# lbl_manuscript_Title
source: Title of the manuscript:
fr: Titre du manuscrit :

# lbl_manuscript_Transcriber
source: Scribe
fr: Copiste

# lbl_manuscript_Transcribing
source: Transcribing Data:
fr: Les données à dicter :

# lbl_manuscript_Transcribing_place
source: Place of transcribing
fr: Lieu de Transcription (du manuscrit)

# lbl_Recording_Broadcaster_interviewer
source: Broadcaster/commentator/ interviewer / presenter
fr: Speaker, commentateur, intervieweur, présentateur

# lbl_Recording_keyword
source: Keyword:
fr: Mot-clé :

# lbl_Recording_notes
source: Notes (insights)
fr: Remarques

# lbl_Recording_Source
source: Source
fr: Source de l’émission :

# lbl_Recording_Source_Book_shelving_no
source: Book Shelving No
fr: Nombre étagères du livre

# lbl_Recording_Source_city
source: City
fr: Source de l’émission Ville

# lbl_Recording_Source_country
source: Country
fr: Source de l’émission pays

# lbl_Recording_Source_name
source: Name
fr: Source de l’émission nom

# lbl_Recording_Source_notes
source: Notes
fr: Source de l’émission Remarques

# Places_labels_BotanDecorations
source: Botanical decorations:
fr: Ornementations florales :

# Places_labels_briefDescription
source: Brief description
fr: Description abrégée

# Places_labels_buildingInside
source: Monument/ architectural building/ place from inside
fr: le monument ou l’édifice vu de l’intérieur

# Places_labels_buildingOutside
source: Monument/ architectural building from outside
fr: le monument ou l’édifice vu de l’éxterieur

# Places_labels_detailDescription
source: Full description
fr: Description détaillée

# Places_labels_generalNotes
source: Notes
fr: Remarques

# Places_labels_generalOutline
source: General outline:
fr: Planification générale :

# Places_labels_generalView
source: Description of the architectural type:
fr: Description d’élément architectural :

# Places_labels_geomDecorations
source: Geometric decorations
fr: Ornementations architecturales :

# Places_labels_GNotes
source: Notes
fr: Remarques

# Places_labels_keyWords
source: keywords:
fr: Mots clés :

# Places_labels_notes
source: Notes
fr: Remarques

# Places_labels_originalStyle
source: Description of the main feature of the original style
fr: Description des caractéristiques générales de ce style majeur :

# Places_labels_otherNames
source: Other Names:
fr: Autres noms :

# Places_labels_plcaeName
source: Name of monuments/architectural buildings/places:
fr: Nom du monument, de l’édifice ou du site :

# Places_labels_writings
source: Writings/inscriptions:
fr: Ecritures :

# Places_lab_AgedetailedDesc
source: Full description of the site:
fr: Description détaillée du site

# Places_lab_buildingJobNotes
source: Notes
fr: Remarques

# Places_lab_buildingNotes
source: Notes
fr: Remarques

# Places_lab_currentLocation
source: Current address:
fr: L’adresse actuel :

# Places_lab_detailedLocDescrp
source: Full description of the site
fr: Description détaillée du site :

# Places_lab_locNotes
source: Notes
fr: Remarques

# Place_lab_ageProcessNotes
source: Notes
fr: Remarques

# Plac_lab_ageFullProcessDesc
source: Full description of restoration process:
fr: Description détaillée du processus de la restauration :

# Plac_lab_AgeLocNotes
source: Notes
fr: Remarques

# Plac_lab_ageRestorationResp
source: Archeologist in charge the restoration process:
fr: Responsable de restauration :

# Plac_lab_ageSharedResp
source: Participants in the restoration process (including executives):
fr: Les participants à la restauration (y compris les restaurateurs) :

# Plac_Lab_currCondiMonument
source: Current condition of the monument or the architectural building
fr: L’état actuel du monument ou de l’édifice :

# Plac_lab_currConditionRestoration
source: Current condition after restoration
fr: L’état actuel de la restauration :

# Plac_lab_respOfRestoration
source: Archeologist in charge the restoration process
fr: Responsable de la restauration :

# Plac_lab_RestorationNotes
source: Notes
fr: Remarques

# Plac_lab_sharedRestoration
source: Participants in the restoration process (including executives)
fr: Les participants à la restauration (y compris les restaurateurs) :

# Plac_lab_siteNotes
source: Notes
fr: Remarques

# Plac_lab_siteWrittenDesc
source: Written description of the site
fr: Description du site en question (texte) :

# Topics_Labels_Brief_Descrip
source: Brief description
fr: Description abrégée

# Topics_labels_detail_descrip
source: Full description
fr: Description détaillée

# Topics_labels_KeyWords
source: keywords :
fr: Mots clés :

# Topics_labels_notes
source: Notes
fr: Remarques

# Topics_labels_subject_lbl
source: Topic :
fr: Le thème :

# b_desc
source: Brief description
fr: Description abrégée

# conference_city
source: City:
fr: Ville :

# conference_country
source: Country :
fr: Pays :

# conference_holdingplace
source: place of holding
fr: Lieu de la conférence

# conference_name
source: Name of conference
fr: Thème de la conférence

# conference_org
source: Organizing committee
fr: Autorité responsable de l’organisation

# conference_place
source: Place :
fr: Lieu :

# c_notes
source: Notes
fr: Remarques

# c_tags
source: Keywords and relationships
fr: Mots clés

# details_desc
source: Full description
fr: Description détaillée

# elkasm
source: Department
fr: Département

# elkolia
source: Faculty
fr: Faculté

# main_title
source: Title of the article :
fr: Titre de l'article :

# name_maker
source: Name of Manufacturer
fr: Nom de l’artisan

# org_city
source: City
fr: Ville

# org_country
source: Country
fr: Pays

# org_name
source: Name of manufacturer
fr: Nom

# org_no
source: Container no.
fr: N° d'enregistrement

# org_notes
source: Notes
fr: Remarques

# periodical_title
source: Title of the Journal
fr: Titre du périodique

# searcher_name
source: Name of the researcher
fr: Nom de chercheur

# source_side
source: Country of origin
fr: Source

# supermoshark
source: Co-supervisor
fr: Co-directeur

# supervisior
source: Name of supervisor
fr: Nom de directeur

# thesis_title
source: Title of the thesis :
fr: Titre de thèse :

source: University
fr: Université

# Lbl_character_head
source: character Form - استمارة الشخصية
fr: Les données de caractère - استمارة الشخصية

# Lbl_event_head
source: Events Form - إستمارة الأحداث والمواقف
fr: formulaire d'événement - إستمارة الأحداث والمواقف

# Topics_head
source: Topics Form - إستمارة الموضوعات
fr: Sujets Formulaire - إستمارة الموضوعات
