Repository: hdarwish/alazhar
Catalog: App_GlobalResources/Master.*.resx
Languages: fr

# Places_head
source: إستمارة بيانات الذاكرة المعمارية (الآثار/المبانى المعمارية/الاماكن) - Architectural Memory (Monuments/Architectural Buildings/ Places)
fr: إستمارة بيانات الذاكرة المعمارية (الآثار/المبانى المعمارية/الاماكن( - Formulaire de données de la mémoire architecturale (monuments/édifices/sites)

# Places_Accessories
source: Accessories :
fr: Annexes :

# Places_Architectural
source: Architectural styles
fr: Styles architecturaux du monument ou de l’édifice (style majeur)

# Places_Awning
source: Awning :
fr: Arcs/ abris-soleil :

# Places_Building_materials
source: Building materials of the monument/ architectural building
fr: Matériaux utilisés dans la construction du monument ou de l’édifice

# Places_Ceilings
source: Ceilings :
fr: Plafonds :

# Places_Charity_room
source: Charity room :
fr: Citerne (Sabil) :

# Places_decorations
source: Inscriptions and decorations
fr: Inscriptions et décorations

# Places_Desks
source: Desks :
fr: Sièges :

# Places_Dooms
source: Dooms :
fr: Coupoles :

# Places_entrances
source: Entrances :
fr: Entrées :

# Places_Faces
source: Faces:
fr: Façades :

# Places_fun
source: function of the monument
fr: L’usage actuel du monument ou de l’édifice :

# Places_Main_style
source: Main style :
fr: style majeur :

# Places_Pinpointing
source: Pinpointing the site of the monument/ architectural building on the map of Egypt
fr: La localisation du monument ou de l’édifice sur la carte d’Egypte

# Places_Playground
source: Playground :
fr: Cour :

# Places_restoration
source: Restoration of the monument/ architectural building (present condition)
fr: Restauration du monument ou de l’édifice (état en question)

# Places_restoration_through_ages
source: Restoration of the monument/architectural building throughout the ages :
fr: La restauration du monument ou de l’édifice à travers les époques :

# Places_Rooms_Halls
source: Rooms/Halls :
fr: Salles :

# Places_Site
source: The Site of the Monument or architectural building
fr: Site du monument ou de l’édifice (site en question)

# Places_Sub_style
source: Sub style :
fr: styles secondaires :

# Places_Windows
source: Windows :
fr: Fenêtres :

# Places_evo_through_age
source: Architectural development (and extensions) of monument or architectural building throughout the ages :
fr: Les évolutions et les extensions architecturales du monument ou de l’édifice (à travers les époques) :

# Places_Fun_through_age
source: The function of the monument⁄ architectural building throughout the ages
fr: L’usage du monument ou de l’édifice à travers les époques

# Places_Site_through_age
source: The site of the monument/ architectural building throughout the ages :
fr: Site du monument ou de l’édifice à travers les époques :

# conference_no
source: Number of conference
fr: Numéro de la conférence

# conference_title
source: Title of the Research paper
fr: Titre de la recherche

# thesis_main_title
source: Theses
fr: Thèse

# website_Desc
source: Description of the web page
fr: Description de la page du site

# website_title
source: Website address
fr: Nom du site

# lbl_manuscript_Transcribing_date
source: Date of transcription
fr: Date d’obtention

# txt_moalf
source: Author
fr: Auteur

# lbl_manuscript_wa2fName
source: Suspended by :
fr: suspendu par :

# lbl_manuscript_Authorn
source: Author
fr: Auteur

# glossary_def
source: Definition of the idiom/ term
fr: La définition du terme:

# glossary_title
source: The idiom/ term:
fr: Le terme:

# lbl_article_yearno_folder
source: Year/ volume
fr: Année/volume

# Lbl_document_creation_date
source: Date of creating the doc
fr: Date de création

# lbl_ageBelongingManuscript
source: Age that script belongs to :
fr: Âge que le script appartient à :

# lbl_allowanceHearings
source: Allowance and Hearings :
fr: Allocation et audiences :

# lbl_allowanceType
source: Type of Ijazah
fr: Type de licence

# lbl_another
source: Other
fr: un autre

# lbl_art
source: Category
fr: Art

# lbl_authorFromIntro
source: Author as taken from the introduction
fr: nom d’auteur tiré de l’introduction

# lbl_authorFromTitle
source: Author as it appears on the title page
fr: Nom de l’auteur figurant sur la première de couverture

# lbl_copyContains
source: The copy contains
fr: La copie contient

# lbl_copyHas
source: The copy suffers
fr: La copie est

# lbl_copyStatus
source: Method of transcription
fr: Etat de la copie

# lbl_fontType
source: Type of font
fr: Style calligraphique

# lbl_generalNo
source: General number
fr: Numéro général

# lbl_Hearings
source: Listening to a Shaykh
fr: Auditions

# lbl_length
source: Length
fr: longueur

# lbl_manuscriptGroupNo
source: Is Manuscript in a collection? Its number in the collection
fr: Le manuscrit faisant partie d’une collection - Son numéro dans la collection

# lbl_manuscriptSize
source: Manuscript size
fr: Taille du manuscrit

# lbl_manuscript_lang
source: Language of the Manuscript
fr: La langue du manuscrit

# lbl_manuscript_papers
source: Pages
fr: Feuilles

# lbl_mogalad
source: No of volumes
fr: Nombre de dossiers

# lbl_oldestAllowanceDate
source: Date of the oldest Ijazahs
fr: Date de la licence la plus ancienne

# lbl_oldsetHearingsDate
source: Date of the oldest listening to a Shaykh
fr: Date de la licence la plus ancienne

# lbl_partsNo
source: No of parts
fr: Nombre de tomes

# lbl_privateLib
source: Private library
fr: Bibliothèque privée

# lbl_privateNo
source: Private Number
fr: Numéro particulier

# lbl_ruler
source: Ruler
fr: Règle

# lbl_saveno
source: Internal Preservation no.
fr: Numéro d'enregistrement

# lbl_somk
source: Thickness
fr: épaisseur

# lbl_titleFromIntro
source: Title as taken from the introduction
fr: Titre tiré de l’introduction

# lbl_titleFromTitle
source: Title as it appears on the title page
fr: Titre figurant sur la première de couverture

# lbl_width
source: width
fr: largeur

# lbl_artifacts_maker
source: The manufacturer's name :
fr: Nom de l’artisan:

# lbl_artifacts_title
source: Artifacts
fr: Artefacts

# lbl_manuscript_titlehead
source: Manuscripts
fr: manuscrits

# recDate
source: Date of recording/ broadcasting
fr: Date de l’enregistrement ou de la diffusion

# counCapital
source: Coutry/Govornorate :
fr: Country/Govornorate :

# workType
source: Type of recording (clip)
fr: Type de l’enregistrement

# lbl_book_lang
source: Language of the book
fr: Langue du livre

source: last
fr: dernier

source: next
fr: prochaine

# no_data
source: No Data Available
fr: Aucune donnée n'est disponible

# prev
source: previous
fr: précédent

# st
source: first
fr: première

# birthdate
source: Date of birth
fr: Date de naissance :

# chartype
source: Type of character
fr: Fonction de la personnalité :

# deathdate
source: Date of death
fr: Date de décès :

# DBtitle
source: title_en
fr: title_fr

source: Notes About Recoding Time
fr: L'époque traitée dans l’enregistrement Remarques

# Time
source: Time that Recording Talking About
fr: Les dates liées à l’enregistrement

# lbl_7aletelnachr
source: Publishing status
fr: Etat de la publication

# lbl_doc_stat1
source: Published doc
fr: publié

# lbl_doc_stat2
source: unpublished doc
fr: non publié

# doc_lang
source: Document language :
fr: Langue du document

# doc_madmon
source: Content of the document
fr: Contenu de document

# doc_shekl
source: Doc type
fr: Forme et matière

# title_alazhar
source: Shaykh al-Azhar
fr: Cheikh Al-Azhar

# title_audio
source: Audio
fr: Audios

# title_book
source: Books
fr: Livre

# title_char
source: Characters
fr: Personalite

# title_conference
source: Conferences Proceedings
fr: Conferences

# title_document
source: Document
fr: Documents

# title_event
source: Events
fr: Evenements

# title_library
source: Library
fr: Bibliothèque

# title_main
source: Home
fr: Maison

# title_media
source: Media
fr: Média

# title_place
source: Places
fr: place

# title_scholar
source: Scholar
fr: scholare

# title_theses
source: Theses
fr: Thèses

# title_timeline
source: Timeline
fr: Chronologie

# title_topic
source: Topics
fr: Themes

# title_glossray
source: Glossary of Terms
fr: Glossaire

# link_contactus
source: Contact us
fr: Contactez-nous

# main_home
source: Al-Azhar Library
fr: Bibliothèque Al-Azhar

# website_links
source: related links
fr: Sites Web liés à

# co_org
source: The co
fr: le co

# Q&amp;A
source: Questions & Answers
fr: Questions et réponses

# add_content_link
source: add to content
fr: Ajouter à Site

source: website map
fr: Plan du site

# from_book
source: Books
fr: Livres

source: More
fr: plus

# title_place_home
source: Places
fr: Lieux

# reason_timeline
source: The reason for choosing this year
fr: La raison du choix de cette année

# year_timeline
source: Year representation on the site:
fr: Représentation d'année sur le site

# lbl_manuscript_wa2f_on_Name
source: suspended on :
fr: suspendu sur

# title_artifacts
source: Artifacts
fr: Artefacts

# title_manuscript
source: Manuscripts
fr: Manuscrits

# title_researches
source: conference proceedings
fr: actes de la conférence

# fromlibrary
source: From Electronic Library
fr: De Bibliothèque électronique

# mostseen
source: Most Viewed
fr: Les plus vues

# spsub
source: Featured topics
fr: sujets en vedette

# artifactsNav
source: &raquo; Artifacts
fr: &raquo; artefacts

# audiosNav
source: &raquo; Audio Records
fr: &raquo; enregistrements audio

# bookNav
source: &raquo; E-Books
fr: &raquo; E-Livres

# charactersNav
source: &raquo; Characters
fr: &raquo; caractère

# confNav
source: &raquo; conference proceedings
fr: &raquo; actes de la conférence

# eventsNav
source: &raquo; Events
fr: &raquo; événement

# glossNav
source: &raquo; Glossary
fr: &raquo; glossaire

# imgsNav
source: &raquo; Photos Gallery
fr: &raquo; Galerie de photos

# manuscriptNav
source: &raquo; Manuscripts
fr: &raquo; manuscrits

# placeNav
source: &raquo; Architectural Memory
fr: &raquo; mémoire architectural

# theseNav
source: &raquo; Theses
fr: &raquo; thèses

# topicsNav
source: &raquo; Topics
fr: &raquo; Sujets

# videosNav
source: &raquo; Video Records
fr: &raquo; Enregistrements vidéo

# webNav
source: &raquo; Websites
fr: &raquo; sites

# title_website
source: Websites
fr: Sites

# relate_elemnts
source: Related Elements
fr: Les éléments liés

# artilce_langauage
source: Language of the article
fr: Langue du document

source: Author
fr: Nom d’auteur

# author_roll
source: Role of the author
fr: Auteur Rouleau

# parts_number
source: Issue Number/ part number
fr: Numéro du périodique /Numéro de la partie

# workingPageNo
source: Number of pages
fr: Numéros des pages qu'il occupe

# recorded_radio
source: Date of recording/ broadcasting
fr: Date de l’enregistrement ou de la diffusion

source: Edition
fr: édition

# Number of folders
source: Number of volumes
fr: Nombre de volumes

source: Number of parts
fr: Nombre de tomes

# Edition number
source: Edition no.
fr: Numéro de l’édition

source: author_role
fr: Rôle d’auteur

# Name of publisher
source: Publisher
fr: Nom de l'éditeur

# Numbered in series
source: Its number in the series
fr: Numéro du livre dans la collection

source: Thread direct
fr: Enfilez directe

source: No. demand at the source
fr: N ° demande à la source

# page_no
source: Number Of Pages
fr: Nombre de pages

# theses_type
source: Thesis Type
fr: Type de thèse

# theses_lang
source: Language of the thesis
fr: Langue de thèse

# Website_Lang
source: Language of the website
fr: Langue du site

source: URL
fr: URL du site

# Responsible_Name
source: The administrator of the website (author/ committee)
fr: Nom du responsable intellectuel (auteur/institution)

# login_date
source: Access Date
fr: Date de la visite du site

# key_building_place
source: Name of monuments/ architectural buildings / places
fr: Type de monument, d’édifice ou de site

# key_Creation_Date
source: Date of starting construction
fr: Date de fondation

# key_Current_Position
source: Current use
fr: Position actuelle

# key_Date_completion
source: Date of finishing/completing construction
fr: Date d’achèvement de la construction

# key_Guest_name
source: Guest name :
fr: Nom de l'utilisateur

# key_Latitude_longitude_coordinates
source: Latitude and longitude coordinates :
fr: Coordonnées de latitude et de longitude

source: first
fr: première

# imgbtn
source: ../img/moreEn.jpg
fr: ../img/morefr.jpg

# key_Asset_Type
source: Type of artifact
fr: Type de pièce

# key_Color
source: Color
fr: Couleur

# key_Date_manufacture_configuration
source: Date of manufacturing/ formation
fr: Date de fabrication

# Key_Display
source: Width
fr: Afficher

# key_Distance
source: diameter
fr: distance

# key_eat_museum
source: The age to which this artifact is related
fr: Les périodes auxquelles appartient la pièce

# key_Hull_Material
source: Material
fr: Matière première

# Key_Length
source: Length
fr: longueur

# key_Ocean
source: Circumference
fr: océan

# key_Rise
source: Height
fr: augmenter

# key_technique
source: Style
fr: Style artistique

# Key_Video_museum
source: Video of the museum piece
fr: Vidéo de la pièce de musée

# key_Weight
source: Weight
fr: poids

# check_data
source: There is no data
fr: Aucune donnée

# End_Date
source: Ended
fr: Date de fin

source: Event Date :
fr: Date de l'événement

# Start_Date
source: Started
fr: date de début

# Date_kind1
source: A.D.
fr: M

# Date_kind2
source: AH
fr: H

# code
source: Code No
fr: no

# conference_auther
source: Author
fr: Auteur

# conference_auther_name
source: Name
fr: Auteur

# conference_auther_role
source: Capacity of the Author
fr: Rôle d’auteurr

# conference_Date_of_session
source: Date of holding
fr: Date de la tenue de la conférence

# conference_Language
source: Language of the Research paper
fr: Langue de la recherche

# Page_number_from
source: Number of pages
fr: Nombre de pages ou les numéros des pages qu’elle occupe de

# Age_Image_belongs
source: Age in which it belongs Image
fr: L'époque où il appartient image

# Date_photography_graphic
source: Date of photography / graphic
fr: Date de la photographie / graphisme

source: image description
fr: Description de l'image

# Age_belongs_photo
source: The Age in which it belongs photo:
fr: L'époque où il appartient photo

source: Hijra Image date:
fr: Hijra date de l'image

source: Image date AD:
fr: Date de l'image AD

source: Image Type :
fr: Type d'image

source: Notes on age:
fr: Notes sur l'âge

source: Photographer :
fr: photographe

source: Source / destination Copyright:
fr: Source / destination Droits d'auteur

# key_date1
source: AH
fr: Hégire

# key_date2
source: A.D.
fr: antidumping

# Another_title
source: Title of the document
fr: L'autre Titre du Document

source: Creator
fr: créateur

# Doc_w_total
source: Document in a collection
fr: Le document dans un ensemble

# pagenocon
source: Numbers of pages
fr: Nombre de feuilles et/ou de pages

# Acquisitions
source: Possession
fr: appropriations

# Endowments
source: Waqf (endowment)
fr: Les Waqfs (biens fondés)

source: name
fr: nom

# The date of acquisition
source: Date of possession
fr: la date d'acquisition

# The date of Endowments
source: Date of Waqf
fr: la date de dotations

source: Duration
fr: Durée

source: Second
fr: deuxième

# Responsible_Name2
source: Responsible Of Website
fr: Responsable de site Web:

# recording_type
source: Type of recording (clip)
fr: Type de l’enregistrement :

# keyimg_back
source: ../img/backCellen.jpg
fr: ../img/backCellfr.jpg

# Lbl_book_Publication_year_h
source: hijri publication date
fr: hijri Année d’édition

# Lbl_book_Publication_year_m
source: goergian publication date
fr: goergian Année d’édition

source: Privacy Policy
fr: Politique de confidentialité

# rights1
source: All rights reserved for AL-Azhar
fr: Tous droits réservés pour Al-Azhar

# rights2
source: Developed By Ministry of communication and information technology
fr: Développé par Ministère de la communication et de la technologie de l'information

# srsh
source: Search
fr: recherche

# terms
source: Terms of Use
fr: Conditions d'utilisation

# rwmat
source: Raw material
fr: matière première

# rwmatuse
source: Where this material was used
fr: utilisation lieu

# co_org_details
source: The co-organizations Content
fr: organisations contenu

# Q&amp;A_details
source: Questions & Answers Content
fr: Questions et réponses contenu

# banner
source: ../images/banner_en.jpg
fr: ../images/banner_fr.jpg

# img_gawla
source: ../img/gawla_img_en.jpg
fr: ../img/gawla_img_fr.jpg

# img_qeta3
source: ../img/qeta3_en.jpg
fr: ../img/qeta3_fr.jpg

# img_subject
source: ../img/sub_en.jpg
fr: ../img/sub_fr.jpg

# img_zakera
source: ../img/zakera_en.png
fr: ../img/zakera_fr.png

# title_other
source: Other Characters
fr: autres personnages

source: No
fr: Non

# pgstitle
source: Azhar Memory
fr: mémoire de Azhar

source: Yes
fr: oui

# email
source: Email address
fr: Email
